﻿IDS_DGNDRAWBASE_TEST = "DgnDrawBase-Test(Lang:EN)"
IDS_DGNDRAWBASE_MAIN_REBAR__s = "%s x %2dea 主筋"
IDS_DGNDRAWBASE_PRESS_PLATE = "壓力板"
IDS_DGNDRAWBASE_INSIDE = "內部"
IDS_DGNDRAWBASE_OUTSIDE = "外部"
IDS_DGNDRAWBASE_PLAN_ROOF = "[ 平面 ( 屋頂層 ) ]"
IDS_DGNDRAWBASE_ELEVATION = "[ 高程 ]"
IDS_DGNDRAWBASE_ELEVATION_WALL = "[ 高程 ( 牆 ) ]"
IDS_DGNDRAWBASE_FND_EFFECT_RANGE = "基礎的影響範圍"
IDS_DGNDRAWBASE_DEPTH = "深度\n(m)"
IDS_DGNDRAWBASE_N_VALUE = "N 值"
IDS_DGNDRAWBASE_ORG_GROUND = "初始地表面"
IDS_DGNDRAWBASE_STL_TENS__s = "鋼材拉力（%s）"
IDS_DGNDRAWBASE_STL_COMP__s = "鋼材壓力（%s）"
IDS_DGNDRAWBASE_CON_COMP__s = "混凝土壓力（%s）"
IDS_DGNDRAWBASE_STL_STRAIN = "鋼材應變"
IDS_DGNDRAWBASE_CON_STRAIN = "混凝土應變"
IDS_DGNDRAWBASE_NEU_AXIS = "中性軸"
IDS_DGNDRAWBASE_MOMENT__s__s = "彎矩（%s.%s）"
IDS_DGNDRAWBASE_IDEL_MODEL = "理想化模型"
IDS_DGNDRAWBASE_M_PHI_POINT = "M-Phi 點"
IDS_DGNDRAWBASE_M_PHI_CURVE = "M-Phi 曲線"
IDS_DGNDRAWBASE_M_PHI = "M-Phi"
IDS_DGNDRAWBASE_P_DELTA = "P-Delta"
IDS_DGNDRAWBASE_NO_RESULT = "沒有計算結果。"
IDS_DGNDRAWBASE_ERR_DRAW_FLOOR = "繪製土壤圖（繪製樓層）時發生錯誤。"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_LEVEL = "繪製土壤圖（繪製土壤高程）時發生錯誤。"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_TYPE = "繪製土壤圖（繪製土壤種類）時發生錯誤。"
IDS_DGNDRAWBASE_IMAGE_FILE_NOT_EXIST = "圖片檔案不存在。"
IDS_DGNDRAWBASE_PMCURVE_IMAGE_FILE_NOT_EXIST = "PM-Curve 圖檔不存在。"
IDS_REPORT_CONVERTER_CONVERT_REPORT = "轉換Word格式報表"
IDS_REPORT_CONVERTER_CONVERTING = "建立報表 ..."
IDS_REPORT_CONVERTER_CONVERTING_SLAB = "建立報表 ( RC / 樓版 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBE = "建立報表 ( RC / 梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCO = "建立報表 ( RC / 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSW = "建立報表 ( RC / 剪力牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFDN = "建立報表 ( RC / 基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBW = "建立報表 ( RC / 地下室外牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBL = "建立報表 ( RC / 梁表格 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSL = "建立報表 ( RC / 樓板表格 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBU = "建立報表 ( RC / 扶壁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCB = "建立報表 ( RC / 托梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URST = "建立報表 ( RC / 樓梯 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCF = "建立報表 ( RC / 聯合基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URGC = "建立報表 ( RC / 任意斷面柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCBF = "建立報表 ( RC / 聯合基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URDW = "建立報表 ( RC / 組合剪力牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URAB = "建立報表 ( RC / 錨栓 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URRW = "建立報表 ( RC / 擋土牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USSG = "建立報表 ( 鋼構 / 梁 & 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBP = "建立報表 ( 鋼構 / 基座鈑 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBC = "建立報表 ( 鋼構 / 螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USMC = "建立報表 ( 鋼構 / 彎矩螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCG = "建立報表 ( 鋼構 / 天車梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USPG = "建立報表 ( 鋼構 / 桁條 & 圍梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USEP = "建立報表 ( 鋼構 / 預埋板 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWO = "建立報表 ( 鋼構 / 腹板開孔 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USST = "建立報表 ( 鋼構 / 樓梯 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWE = "建立報表 ( 鋼構 / 焊接 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWB = "建立報表 ( 鋼構 / 波浪鋼承鈑) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCB = "建立報表 ( SRC / 合成梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCO = "建立報表 ( SRC / 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCFT = "建立報表 ( SRC / CFT柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAMT = "建立報表 ( 鋁構造 / 任意斷面柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAAG = "建立報表 ( 鋁構造 / 梁 & 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCF = "建立報表 ( 鋼構 / 冷軋斷面 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERBE = "建立報表 ( RC / 梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERCO = "建立報表 ( RC / 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERSF = "建立報表 ( RC / 連續基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESSG = "建立報表 ( 鋼構 / 梁 & 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBC = "建立報表 ( 鋼構 / 螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESMC = "建立報表 ( 鋼構 / 彎矩接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBP = "建立報表 ( 鋼構 / 螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFSL = "建立報表 ( 構件補強 / RC 樓版 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFBE = "建立報表 ( 構件補強 / RC 梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFCO = "建立報表 ( 構件補強 / RC 柱 ) ..."
